tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mongodb/brew"
tap "ubuntu/microk8s"
tap "vmware-tanzu/carvel"
brew "ack"
brew "argo"
brew "argocd"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bcrypt"
brew "broot"
brew "cairo"
brew "carthage"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "deno"
brew "docker", link: false
brew "duf"
brew "entr"
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "helm"
brew "hub"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubectx"
brew "lazygit"
brew "llvm@13", link: true
brew "luarocks"
brew "lynx"
brew "mackup"
brew "mas"
brew "node@16", link: true
brew "moreutils"
brew "mosh", args: ["HEAD"]
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nushell"
brew "openjdk"
brew "openapi-generator"
brew "openssh"
brew "procs"
brew "pyenv"
brew "pygobject3"
brew "quickjs"
brew "ranger"
brew "ripgrep"
brew "rust-analyzer"
brew "shellcheck"
brew "shellharden"
brew "shfmt"
brew "starship"
brew "stern"
brew "stylua"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "viddy"
brew "watch"
brew "wget"
brew "wtfutil"
brew "yamllint"
brew "yq"
brew "z"
brew "zlib"
brew "zsh"
brew "helix-editor/helix/helix"
brew "mongodb/brew/mongodb-community"
brew "ubuntu/microk8s/microk8s"
brew "vmware-tanzu/carvel/imgpkg"
brew "vmware-tanzu/carvel/kapp"
brew "vmware-tanzu/carvel/kbld"
brew "vmware-tanzu/carvel/vendir"
brew "vmware-tanzu/carvel/ytt"
cask "android-platform-tools"
cask "balenaetcher"
cask "displaylink"
cask "docker"
cask "eloston-chromium"
cask "figma"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keepassxc"
cask "lens"
cask "lulu"
cask "maccy"
cask "mongodb-compass"
cask "multipass"
cask "postman"
cask "rectangle"
cask "slack"
cask "vimr"
cask "visual-studio-code"
cask "zoom"
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WireGuard", id: 1451685025
