tap "nikitabobko/tap"
brew "docker-compose"
brew "go"
brew "neovim"
brew "sleepwatcher"
brew "swift-format"
cask "nikitabobko/tap/aerospace"
cask "android-studio"
cask "docker-desktop"
cask "inkscape"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "libreoffice"
cask "maccy"
cask "mongodb-compass"
cask "neovide-app"
cask "vscodium"
cask "zen"
