tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "thezoraiz/ascii-image-converter"
brew "ack"
brew "atool"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bcrypt"
brew "blueutil"
brew "cairo"
brew "carthage"
brew "cmake"
brew "coreutils"
brew "deno"
brew "docker", link: false
brew "editorconfig"
brew "eza"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "libusb"
brew "gnupg"
brew "go"
brew "python@3.11"
brew "gopass"
brew "grep"
brew "hadolint"
brew "helm"
brew "hidapi"
brew "htop"
brew "hub"
brew "hunspell"
brew "imagemagick"
brew "jq"
brew "k3d"
brew "k9s"
brew "python@3.12"
brew "kubectx"
brew "lazygit"
brew "llvm"
brew "lua"
brew "luacheck"
brew "lynx"
brew "mackup"
brew "mas"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node@20", link: true
brew "ollama"
brew "openssh"
brew "poetry"
brew "procs"
brew "pyenv"
brew "pygobject3"
brew "qt@5"
brew "ranger"
brew "ripgrep"
brew "shellcheck"
brew "shellharden"
brew "shfmt"
brew "sleepwatcher", restart_service: true
brew "starship"
brew "stern"
brew "stylua"
brew "tmux"
brew "tor"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zig"
brew "zlib"
brew "zola"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "android-platform-tools"
cask "arc"
cask "balenaetcher"
cask "displaylink"
cask "docker"
cask "figma"
cask "firefox"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "gzdoom"
cask "inkscape"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "kopiaui"
cask "libreoffice"
cask "lulu"
cask "maccy"
cask "miniconda"
cask "postman"
cask "slack"
cask "tor-browser"
cask "vscodium"
cask "zoom"
