tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "thezoraiz/ascii-image-converter"
tap "nikitabobko/tap"
brew "ack"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "atool"
brew "bash"
brew "bash-completion@2"
brew "openssl@3"
brew "bat"
brew "bcrypt"
brew "binutils"
brew "python@3.12"
brew "black", link: false
brew "blueutil"
brew "glib"
brew "cairo"
brew "carthage"
brew "cmake"
brew "coreutils"
brew "deno"
brew "docker", link: false
brew "editorconfig"
brew "exiftool"
brew "eza"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "harfbuzz"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "gnu-sed"
brew "libusb"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopass"
brew "grep"
brew "hadolint"
brew "helm"
brew "hidapi"
brew "htop"
brew "hub"
brew "hunspell"
brew "libheif"
brew "imagemagick"
brew "isort", link: false
brew "jq"
brew "k3d"
brew "k9s"
brew "kubectx"
brew "lazygit"
brew "lf"
brew "lua"
brew "luacheck"
brew "luajit"
brew "luarocks"
brew "lynx"
brew "mycli"
brew "mypy", link: false
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "node@20"
brew "ollama"
brew "openssh"
brew "pgcli"
brew "poetry"
brew "procs"
brew "pyenv"
brew "pygobject3"
brew "pylint"
brew "pyright"
brew "python@3.11"
brew "qt@5"
brew "ranger"
brew "ripgrep"
brew "ruff"
brew "selene"
brew "shellcheck"
brew "shellharden"
brew "shfmt"
brew "sleepwatcher", restart_service: true
brew "starship"
brew "stern"
brew "stylua"
brew "tmux"
brew "tor"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zig"
brew "zlib"
brew "zsh"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "nikitabobko/tap/aerospace"
cask "android-platform-tools"
cask "arc"
cask "balenaetcher"
cask "displaylink"
cask "docker"
cask "firefox"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "libreoffice"
cask "lulu"
cask "maccy"
cask "tor-browser"
cask "vscodium"
