tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "minio/stable"
tap "mongodb/brew"
tap "thezoraiz/ascii-image-converter"
brew "ack"
brew "argo"
brew "argocd"
brew "atool"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bcrypt"
brew "blueutil"
brew "cairo"
brew "carthage"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "dive"
brew "docker", link: false
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "libusb"
brew "gnupg"
brew "grep"
brew "helm"
brew "hidapi"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "python@3.10"
brew "k3d"
brew "k9s"
brew "kubectx"
brew "lazygit"
brew "llvm@14", link: true
brew "lua"
brew "luacheck"
brew "lynx"
brew "mackup"
brew "mas"
brew "node@16"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "node@18", link: true
brew "openjdk"
brew "openapi-generator"
brew "openssh"
brew "poetry"
brew "procs"
brew "pyenv"
brew "pygobject3"
brew "qemu"
brew "qt@5"
brew "quickjs"
brew "ranger"
brew "ripgrep"
brew "shellcheck"
brew "shellharden"
brew "sleepwatcher", restart_service: true
brew "starship"
brew "stern"
brew "stylua"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tor"
brew "tree"
brew "viddy"
brew "watch"
brew "wget"
brew "wtfutil"
brew "yq"
brew "z"
brew "zig"
brew "zlib"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "minio/stable/mc"
brew "mongodb/brew/mongodb-community"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "android-platform-tools"
cask "balenaetcher"
cask "displaylink"
cask "docker"
cask "figma"
cask "firefox"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gzdoom"
cask "inkscape"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "lens"
cask "lulu"
cask "maccy"
cask "mongodb-compass"
cask "postman"
cask "signal"
cask "slack"
cask "sloth"
cask "thunderbird"
cask "tor-browser"
cask "visual-studio-code"
cask "zoom"
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WireGuard", id: 1451685025
