tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mongodb/brew"
brew "ack"
brew "argo"
brew "argocd"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bcrypt"
brew "broot"
brew "cairo"
brew "carthage"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "docker", link: false
brew "entr"
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "jq"
brew "kubectx"
brew "lazygit"
brew "luarocks"
brew "lynx"
brew "mas"
brew "moreutils"
brew "mosh", args: ["HEAD"]
brew "neofetch"
brew "neovim"
brew "ninja"
brew "node@12"
brew "node@16"
brew "openjdk"
brew "openapi-generator"
brew "openssh"
brew "procs"
brew "pygobject3"
brew "qemu"
brew "ranger"
brew "ripgrep"
brew "rust-analyzer"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stern"
brew "stylua"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "wget"
brew "wtfutil"
brew "yq"
brew "z"
brew "zlib"
brew "zsh"
brew "helix-editor/helix/helix"
brew "mongodb/brew/mongodb-community"
cask "android-platform-tools"
cask "balenaetcher"
cask "copyq"
cask "displaylink"
cask "docker"
cask "eloston-chromium"
cask "figma"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "keepassxc"
cask "lens"
cask "mongodb-compass"
cask "postman"
cask "rectangle"
cask "slack"
cask "vimr"
cask "visual-studio-code"
cask "zoom"
